{
    "quotes": [
        "Your ideas can change the world."
        "Think beyond the limits."
        "Innovation is your gift."
        "Stand out, stand proud."
        "Break rules, build futures."
        "Your vision leads the way."
        "Let your mind roam free."
        "Change starts with you."
        "Be the revolution."
        "Your uniqueness is your power."
        "Challenge the norm."
        "Originality fuels progress."
        "Invent the future you want."
        "Your voice sparks change."
        "Ideas shape reality."
        "Stand tall in your truth."
        "Be the change you envision."
        "Let creativity lead."
        "The future is in your hands."
        "Innovation begins with courage."
        "Dare to disrupt."
        "Visionaries light the path."
        "Your mind is limitless."
        "Rewrite the rules."
    ],
    "facts": [
        "You are ruled by Uranus, the planet of innovation and rebellion."
        "Your mind is full of unique and forward-thinking ideas."
        "You value individuality and embrace what makes you different."
        "Your innovative spirit allows you to think outside the box."
        "You are deeply independent and prefer marching to your own beat."
        "Your humanitarian nature drives you to help others and make the world a better place."
        "You have a strong need for intellectual stimulation."
        "You are often seen as a trendsetter or ahead of your time."
        "Your originality inspires others to embrace their uniqueness."
        "You are highly social but also need time to recharge on your own."
        "You are drawn to unconventional ideas and lifestyles."
        "Your rebellious nature challenges outdated norms and systems."
        "You love engaging in thought-provoking conversations."
        "You are naturally curious and always eager to learn new things."
        "You care deeply about causes that benefit humanity as a whole."
        "Your creativity shines in areas like technology, science, or the arts."
        "You are unpredictable and often surprise people with your actions."
        "You are a problem-solver who enjoys finding unique solutions."
        "Your friendships are important, and you value like-minded connections."
        "You dislike routine and prefer to live life on your own terms."
        "You are not afraid to stand out and be different."
        "You embrace change and see it as an opportunity for growth."
        "You are drawn to futuristic concepts and progressive ideas."
        "You are a visionary who sees possibilities where others see limits."
    ]
}
