{
    "quotes": [
        "Leap, and the net will appear.",
        "Fear is fuel—burn it and move forward.",
        "You were born to break barriers.",
        "Your fire doesn’t wait for permission.",
        "Every victory starts with a bold step.",
        "Obstacles are just challenges waiting to be crushed.",
        "The brave write their own stories.",
        "Rest if you must, but never quit.",
        "Your energy ignites movements.",
        "Be relentless in the pursuit of your goals.",
        "You are a storm—unpredictable and unstoppable.",
        "Forge ahead where others hesitate.",
        "Courage isn’t the absence of fear—it’s action in spite of it.",
        "Dominate your lane; it was made for you.",
        "Your willpower is stronger than any wall.",
        "The world bends for those who refuse to break.",
        "Passion is your power—let it lead you.",
        "Run wild, run free.",
        "The future belongs to the bold.",
        "Every setback is a setup for a stronger comeback.",
        "Your spark can light a thousand fires.",
        "Doubt kills more dreams than failure ever will.",
        "Stay fierce, stay focused.",
        "Lead the charge—no one else can do it like you."
    ],
    "facts": [
        "You are the first sign of the zodiac, symbolizing new beginnings.",
        "You’re a natural-born leader who loves to take charge.",
        "Ruled by Mars, you thrive on energy, action, and courage.",
        "You are extremely competitive and hate losing.",
        "You can get angry quickly, but you forgive just as fast.",
        "You love spontaneity and hate routine.",
        "People often describe you as fearless and adventurous.",
        "Your youthful energy stays with you, no matter your age.",
        "You are passionate in both love and life.",
        "You tend to make impulsive decisions without hesitation.",
        "You’re the one who always takes initiative in any situation.",
        "You prefer action over endless discussions.",
        "You dive headfirst into new projects with enthusiasm.",
        "Your confidence is an inspiration to others.",
        "You thrive in competitive sports or high-energy environments.",
        "You can be impatient and hate waiting for things to happen.",
        "You are fiercely independent and dislike being controlled.",
        "Challenges excite you, and you love pushing your limits.",
        "You get bored easily and need constant excitement in life.",
        "You have a natural ability to motivate the people around you.",
        "Loyalty is your strength, and you demand the same from others.",
        "You wear your heart on your sleeve, and people admire your honesty.",
        "Your fiery energy is contagious and lights up the room.",
        "You embrace life as an adventure and love living boldly."
    ]
}

