{
    "quotes": [
        "Your heart knows the way—follow it."
        "Empathy is your superpower."
        "Protect your peace and your dreams."
        "Softness is a strength few understand."
        "You are stronger than you feel."
        "Nurture your dreams as you do others."
        "Intuition is your greatest guide."
        "Love deeply, live fully."
        "Your care makes the world kinder."
        "Healing begins with you."
        "Let your emotions guide, not hinder you."
        "You are a safe harbor for many."
        "Kindness is your silent power."
        "Rest is resistance."
        "Protect your energy."
        "Let love be your legacy."
        "Flow like water, move like waves."
        "Your compassion lights dark paths."
        "Trust your inner wisdom."
        "Embrace vulnerability—it leads to strength."
        "The world needs your softness."
        "Give love, but keep some for yourself."
        "Your depth is your strength."
        "You are both the anchor and the wave."
    ],
    "facts": [
        "You are ruled by the Moon, which governs emotions and intuition."
        "Nurturing and caring come naturally to you."
        "Your intuition allows you to sense what others are feeling."
        "You are fiercely protective of the people you love."
        "Family, home, and tradition are at the heart of your life."
        "You are often seen as the 'mom' friend in your group."
        "Your creativity shines in activities like cooking, crafting, or decorating."
        "You value emotional connections over superficial relationships."
        "Your tough exterior hides your deeply sensitive heart."
        "You cherish nostalgic memories and often hold onto sentimental items."
        "As an empath, you have a gift for understanding people’s emotions."
        "Your moods can shift quickly, reflecting the cycles of the Moon."
        "You are an excellent listener and provide comforting advice."
        "Creating a cozy and safe environment is your specialty."
        "You feel drawn to water and enjoy spending time near oceans, lakes, or rivers."
        "In relationships, you can be a little clingy due to your strong emotional bonds."
        "Loyalty is everything to you, and you expect the same in return."
        "You show love through acts of service and thoughtful gestures."
        "Emotional security is vital for your happiness."
        "Caregiving roles come naturally to you, whether at home or in your career."
        "You can be shy or reserved around new people but warm up over time."
        "You balance practicality with creativity, making you resourceful."
        "You thrive in environments where you feel emotionally safe and supported."
        "Your intuition often feels like a superpower, guiding you through life."
    ]
}

