{
    "quotes": [
        "You were born to shine.",
        "Own your greatness.",
        "Lead with love, rule with passion.",
        "Let your fire burn brighter than your fears.",
        "Confidence is your crown—wear it proudly.",
        "Be fearless in pursuit of your dreams.",
        "Your roar can move mountains.",
        "Creativity is your kingdom.",
        "Let your heart be your compass.",
        "Radiate positivity.",
        "Rule with kindness.",
        "Own every room you enter.",
        "Passion is the path to success.",
        "Live boldly.",
        "Let your light inspire others.",
        "Stay wild, stay golden.",
        "The spotlight was made for you.",
        "Your energy is magnetic.",
        "Shine without apology.",
        "Lead with strength and grace.",
        "Create fearlessly.",
        "Your spirit is untamable.",
        "Be bold, be brave, be you.",
        "The world needs your light."
    ],
    "facts": [
        "You are ruled by the Sun, which makes you warm, vibrant, and magnetic.",
        "Confidence is your greatest strength—you know how to own the spotlight.",
        "You naturally attract attention wherever you go.",
        "Your leadership abilities inspire others to follow your lead.",
        "You are fiercely loyal and protective of the people you care about.",
        "Creativity flows through you—you love expressing yourself in unique ways.",
        "You thrive in environments where you can shine and be appreciated.",
        "Your passion fuels everything you do, from work to relationships.",
        "You love being the center of attention and sharing your achievements.",
        "Generosity is one of your most admirable traits—you give freely to others.",
        "Your energy is contagious and lifts up everyone around you.",
        "You are driven by your ambitions and always aim for success.",
        "When you enter a room, you instantly command respect and admiration.",
        "You have a flair for the dramatic and enjoy entertaining others.",
        "Your confidence inspires others to believe in themselves.",
        "You have a big heart and love deeply.",
        "You enjoy luxury and often treat yourself to the finer things in life.",
        "Your bold personality makes you unforgettable.",
        "You love being recognized for your hard work and achievements.",
        "You are incredibly protective of your loved ones, like a true lion.",
        "Your optimism and enthusiasm make you a joy to be around.",
        "You dislike feeling ignored or underappreciated.",
        "You are a natural performer and thrive in creative roles.",
        "Your inner fire drives you to live life boldly and fully."
    ]
}

