{
    "quotes": [
        "Your dreams are your compass."
        "Let creativity flow freely."
        "Empathy is your strength."
        "Trust your intuition."
        "Swim in your imagination."
        "Feel deeply, create boldly."
        "Your heart leads you home."
        "Let your soul speak through art."
        "Embrace your emotions."
        "Your kindness is powerful."
        "Dream beyond limits."
        "Your softness is strength."
        "Create your own reality."
        "Let love guide you."
        "Flow, don’t force."
        "Your vision is boundless."
        "Compassion is your superpower."
        "Let your dreams inspire others."
        "Feel, create, inspire."
        "Your depth holds magic."
        "Heal with your words."
        "Follow your heart’s whispers."
        "Imagination leads to innovation."
        "You are the dreamer and the doer."
    ],
    "facts": [
        "You are ruled by Neptune, the planet of dreams, intuition, and imagination."
        "Your empathy allows you to deeply connect with others on an emotional level."
        "You have a vivid imagination and often lose yourself in daydreams."
        "Creativity flows through you, making you talented in the arts or writing."
        "Your intuition is like a guiding compass—you often sense things others don’t."
        "You are deeply compassionate and often go out of your way to help others."
        "Your emotions run deep, and you feel everything intensely."
        "You are drawn to spirituality or mystical topics."
        "Your kindness and understanding make you a comforting presence for others."
        "You have a natural talent for seeing the beauty in everything."
        "You are adaptable and can flow with the currents of life."
        "Your sensitivity can make you more attuned to the needs of those around you."
        "You often feel like an old soul with deep wisdom beyond your years."
        "You are selfless and often put others’ needs before your own."
        "You are romantic and believe in the magic of love."
        "Your creative ideas often inspire and uplift those around you."
        "You are highly intuitive and trust your gut feelings more than logic."
        "You have a natural connection to water and find peace near oceans or lakes."
        "You are often misunderstood because of your complex emotional nature."
        "You are generous and give without expecting anything in return."
        "Your imagination allows you to escape reality when needed."
        "You are drawn to music, art, or poetry as a form of self-expression."
        "Your compassionate nature makes you a great healer or mentor."
        "You are a dreamer who sees endless possibilities in life."
    ]
}

