{
    "quotes": [
        "The world is yours to explore.",
        "Adventure fuels your soul.",
        "Follow the path that excites you.",
        "Your spirit was born to roam.",
        "Let curiosity guide your steps.",
        "Freedom is your greatest treasure.",
        "Every step is a new discovery.",
        "Joy is found in the journey.",
        "Your optimism lights the way.",
        "Be fearless in your pursuit of adventure.",
        "Embrace every new experience.",
        "Let your spirit fly free.",
        "Your dreams are destinations.",
        "Expand your mind, expand your world.",
        "Wander often, wonder always.",
        "Every moment is a new beginning.",
        "Seek truth, chase freedom.",
        "Boldness is your birthright.",
        "Let your soul run wild.",
        "Adventure is your calling.",
        "Be a seeker of truth and joy.",
        "Live without limits.",
        "The horizon always awaits you.",
        "Freedom fuels your fire."
    ],
    "facts": [
        "You are ruled by Jupiter, the planet of expansion, growth, and luck.",
        "Your adventurous spirit thrives on exploration and discovery.",
        "You are optimistic and always look on the bright side.",
        "Freedom is one of your most cherished values.",
        "You love traveling and experiencing new cultures.",
        "Your sense of humor and wit make you fun to be around.",
        "You are always seeking truth and knowledge.",
        "Your blunt honesty is refreshing, though it can sometimes surprise others.",
        "You have a natural curiosity that drives you to explore the unknown.",
        "You are full of energy and have an infectious zest for life.",
        "You’re a natural philosopher, often contemplating the bigger picture.",
        "Your adaptability allows you to embrace change with ease.",
        "You love taking risks and are not afraid to venture into the unknown.",
        "You thrive in open spaces, both physically and mentally.",
        "Your positivity inspires others to dream big.",
        "You are highly independent and dislike being tied down.",
        "You often have big dreams and a bold vision for your life.",
        "You are generous and enjoy sharing your wealth and knowledge with others.",
        "You hate feeling restricted or confined.",
        "Your adventurous nature often makes you the life of the party.",
        "You are a natural teacher and mentor, sharing wisdom with ease.",
        "You tend to live in the moment and embrace spontaneity.",
        "Your love for new experiences keeps life exciting and fresh.",
        "You believe in living life to the fullest and following your passions."
    ]
}

