{
    "quotes": [
        "From ashes, you rise stronger.",
        "Your passion creates power.",
        "Transformation is your nature.",
        "Your depth holds strength.",
        "Trust your instincts.",
        "Intensity is your advantage.",
        "Rise, rebuild, and conquer.",
        "Let go to grow.",
        "Your silence speaks volumes.",
        "Passion fuels your purpose.",
        "Strength is born in struggle.",
        "You are a force of nature.",
        "Emerge from every challenge wiser.",
        "Let your intuition guide your path.",
        "Your resilience is unbreakable.",
        "Darkness cannot consume your light.",
        "Your loyalty is your power.",
        "Be fierce, but stay true.",
        "Rebirth is your gift.",
        "Your strength lies in vulnerability.",
        "Let passion drive your progress.",
        "Let passion drive your progress.",
        "You transform every challenge.",
        "Dive deep and rise higher.",
        "You are unstoppable."
    ],
    "facts": [
        "You are ruled by Pluto, the planet of transformation and rebirth.",
        "You are deeply passionate and live life with intensity.",
        "Your intuition is incredibly strong—you often sense things before they happen.",
        "You have a magnetic presence that draws people to you.",
        "Privacy is important to you—you don’t reveal your secrets easily.",
        "You are fiercely loyal to those you trust.",
        "Your resilience helps you bounce back from any setback.",
        "You are known for your emotional depth and complexity.",
        "You are a natural detective and love uncovering hidden truths.",
        "You have a strong sense of purpose and pursue your goals relentlessly.",
        "Your intensity makes you unforgettable to those who know you.",
        "You are protective of your loved ones and will do anything to defend them.",
        "You thrive on transformation and are not afraid of change.",
        "Your emotions run deep, and you feel everything on a profound level.",
        "You are resourceful and always find a way to succeed.",
        "Your loyalty is unwavering, but betrayal is something you don’t forgive easily.",
        "You have a mysterious aura that intrigues others.",
        "You are ambitious and constantly strive for self-improvement.",
        "You value honesty and authenticity above all else.",
        "You are fearless when it comes to facing challenges.",
        "You possess a natural charisma that makes you a leader.",
        "Your focus and determination allow you to achieve incredible things.",
        "You are drawn to the unknown and often explore spiritual or mystical topics.",
        "Your passion drives you to live life to the fullest."
    ]
}

