{
    "quotes": [
        "Slow and steady wins the race.",
        "Patience is your quiet strength.",
        "Build something that lasts.",
        "Your roots are deep, and your growth is unstoppable.",
        "Hard work will never fail you.",
        "Let determination guide your steps.",
        "Stability is your power.",
        "Stand firm in your beliefs.",
        "Trust the timing of your life.",
        "You are a mountain—steady and strong.",
        "Success is built, not found.",
        "Perseverance turns dreams into reality.",
        "The strongest trees weather the fiercest storms.",
        "Honor your process.",
        "Keep building, brick by brick.",
        "Your resilience is your legacy.",
        "Ground yourself in your truth.",
        "Comfort and success can coexist.",
        "Stay rooted, but reach for the sky.",
        "Solid steps create solid futures.",
        "Consistency is your greatest asset.",
        "Rest is not weakness; it’s preparation.",
        "Let your work speak louder than words.",
        "Your persistence will move mountains."
    ],
    "facts": [
        "You are ruled by Venus, the planet of love, beauty, and luxury.",
        "You love indulging in life’s pleasures, like good food and comfort.",
        "Your patience and endurance are unmatched.",
        "You have a deep connection to nature and enjoy being outdoors.",
        "Stability and routine are important to you—you dislike unnecessary surprises.",
        "Your determination is often mistaken for stubbornness.",
        "Loyalty is one of your strongest traits, and people know they can count on you.",
        "You prefer quality over quantity, whether it’s in relationships or possessions.",
        "You’re a practical thinker who stays grounded in reality.",
        "Though slow to anger, once provoked, your temper can be fierce.",
        "You have excellent taste in art, fashion, and design.",
        "Creating a secure and comfortable home is a priority for you.",
        "You are extremely hardworking and persistent when it comes to achieving goals.",
        "You value tradition and prefer gradual change rather than sudden shifts.",
        "Sensual pleasures, like good food and touch, are important to your happiness.",
        "You have a talent for gardening or other nature-related activities.",
        "In love, you can be possessive but deeply committed.",
        "You are great at managing money and building financial security.",
        "Your strong-willed personality helps you overcome obstacles.",
        "You enjoy leisurely activities like lounging or relaxing in luxurious settings.",
        "You have a knack for cooking and appreciate fine dining.",
        "You love surrounding yourself with aesthetically pleasing environments.",
        "Making decisions takes time for you, and you hate being rushed.",
        "You are resilient and always bounce back from setbacks stronger than before."
    ]
}

