{
    "quotes": [
        "Excellence is built on small, steady steps.",
        "Your precision turns dreams into reality.",
        "Let purpose guide every detail.",
        "Hard work is your superpower.",
        "Stay focused; your efforts matter.",
        "Progress is better than perfection.",
        "Your dedication plants seeds of success.",
        "Refinement leads to brilliance.",
        "Your quiet strength moves mountains.",
        "Solve, adapt, and thrive.",
        "Your work ethic is unmatched.",
        "Organized minds create extraordinary things.",
        "Trust the process.",
        "Let your discipline build your dreams.",
        "Your precision crafts greatness.",
        "Pay attention to the small things—they matter.",
        "Your practical mind is a powerful tool.",
        "Be proud of your steady progress.",
        "Your structure supports your success.",
        "Stay grounded, yet reach for excellence.",
        "Persistence beats resistance.",
        "Let your actions speak louder than words.",
        "Your consistency creates results.",
        "Small steps make big dreams possible."
    ],
    "facts": [
        "You are ruled by Mercury, which gives you a sharp and analytical mind.",
        "You have a gift for paying attention to the smallest details.",
        "Your practical and organized approach helps you solve problems efficiently.",
        "You take pride in your work and strive for excellence in everything you do.",
        "You have a calm and grounded energy that makes others feel safe.",
        "Helping others comes naturally to you, and you often go out of your way to assist.",
        "You are incredibly reliable and someone people can always count on.",
        "Your perfectionist tendencies drive you to achieve great things.",
        "You are resourceful and know how to make the most out of any situation.",
        "Your love for learning keeps you constantly improving.",
        "You are thoughtful and always consider the needs of others.",
        "You have a natural talent for organizing and creating order from chaos.",
        "Your humble nature makes you approachable and respected.",
        "You excel in careers that require precision, attention to detail, or problem-solving.",
        "You value routines and often find comfort in daily habits.",
        "You have a strong desire to improve yourself and the world around you.",
        "You are a practical thinker who prefers logic over impulsivity.",
        "Your modesty hides your incredible intelligence and talent.",
        "You are great at analyzing situations and coming up with the best solutions.",
        "Your loyalty and dedication make you an amazing friend and partner.",
        "You are a great listener and offer sound, thoughtful advice.",
        "You enjoy self-improvement and constantly work on becoming better.",
        "You may be hard on yourself, but it’s because you want to do your best.",
        "Your grounded energy and wisdom bring stability to those around you."
    ]
}

